INSERT INTO `tbl_content` VALUES 
(NULL,'腾达家园3期','',' 前进街南头','','','','','http://esf.hs.soufun.com/house-xm1320718235/','','','0','130000','131100','131102','','zhanghongchuan',1367996906,1367996906),
(NULL,'富力城','',' 和平西路','','','','','http://esf.hs.soufun.com/house-xm1320718239/','','','0','130000','131100','131102','','zhanghongchuan',1367996906,1367996906),
(NULL,'怡水园','',' 和平西路','','','','','http://esf.hs.soufun.com/house-xm1320718245/','','','0','130000','131100','131102','','zhanghongchuan',1367996906,1367996906),
