<?php

$addresses = array(
    '沙嘴街道办事处' => array(
        '沙嘴居委会,笆篓湾居委会,十一墩居委会,杜柳居委会,九十墩村,周榨村,骑尾村,梅湖村,金台村,万厢垸村,杨岗村,余吉村,徐台村,十全垸渔场村,刘口村,绿湾村,叶河村,王市口居委会'
    ),
    '干河街道办事处' => array(
        '大洪社区袁市居委会,复洲花园居委会,德政园居委会,干河四居委会,军垦路居委会,好义街居委会,石码头居委会,建设街居委会,大洪小区沔阳路居委会,船厂居委会,新河居委会,袁市村,楼子台村,窑台村,周廖村,幺湾村,王老村,三桥村,八湾村,许坝村,石桥村,西河村,五丰村,郑仁村,杂八村,观音堂村,小寺垸村,小南村,高家渡村,肖台村,龚台村,小林村,南坝村,中岭村,欧湾村,双龙村,熊湾村,'
    ),
    '龙华山办事处' => array(
        '解放街居委会,华山里居委会,油榨湾居委会,流潭居委会,新生居委会,钱沟居委会,何李居委会,何湾居委会,黄荆居委会,黄荆村,杜台村,打字号村,蔡帮村,肖阳村,汤郭村,黄林村,纱帽村,昌湾村,丁刘村,陈帮村,叶王村',
    ),
);

foreach ($addresses as $lv1 => $address) {
    $lv2Addresses = explode(',', $address[0]);
    $addresses[$lv1] = $lv2Addresses;
}

var_export($addresses);
?>
